import React from "react";

const Manikganj = () => {
  return (
    <div>
      <section className="cardSec">
        <h1 className="fontStyle">মানিকগঞ্জ এর ইতিহাস</h1>
        <div className="contentDiv">
          <p>মানিকগঞ্জ জেলা বাংলাদেশের মধ্যাঞ্চলের ঢাকা বিভাগের একটি প্রশাসনিক অঞ্চল।</p>
          <h2>ইতিহাস</h2>
          <p>
            বাংলার মধ্য-ভাটি অঞ্চলভূক্ত মানিকগঞ্জ জেলার ভূ-ভাগ নদীবাহিত পলি দ্বারা গঠিত। বিশেষত: পদ্মা, কালীগঙ্গা,
            ধলেশ্বরী, ইছামতি, করতোয়া, বোরাসাগর তিস্তা ও ব্রক্ষ্মপুত্র প্রভৃতি নদনদী যুগ যুগ ধরে এ অঞ্চলের ভূমি গঠনে
            সক্রিয় ভূমিকা পালন করেছে। সবুজ শস্য-শ্যামল প্রান্তর, রাশিরাশি বৃক্ষরাজি আর দূর দিগন্তে দৃষ্টির সীমানায়
            আকাশের নীলিমার সখ্যতা নিয়ে গাজীখালি, ধলেশ্বরী, কালীগঙ্গার তীরে গড়ে ওঠা বন্দর মানিকগঞ্জ। এ জেলার নৈসর্গিক
            দৃশ্যে মন হারিয়ে যায় প্রকৃতির সাথে। ধলেশ্বরীর রূপালী বেলাভূমিতে ভোরের আকাশের উদীয়মান সূর্যের শাশ্বত রূপ
            হয় মোহনীয়। এমন অপরূপ রূপের জেলা মানিকগঞ্জ। মানিকগঞ্জ মহকুমা প্রতিষ্ঠিত হয় ১৮৪৫ সালের মে মাসে। মানিকগঞ্জ
            মহকুমা প্রথমে ফরিদপুর জেলার (১৮১১ সালে সৃষ্ট) অধীন ছিল। প্রশাসনিক জটিলতা নিরসনকল্পে ১৮৫৬ সালে মানিকগঞ্জ
            মহকুমাকে ফরিদপুর জেলা থেকে ঢাকা জেলায় অর্ন্তভূক্ত করা হয়। মানিকগঞ্জ জেলার উত্তর সীমান্তে টাঙ্গাইল জেলা।
            পশ্চিম এবং দক্ষিণ সীমান্তে যমুনা ও পদ্মা নদী পাবনা ও ফরিদপুর জেলাকে বিচ্ছিন্ন করেছে। পূর্ব, উত্তরপূর্ব এবং
            দক্ষিণে রয়েছে যথাক্রমে ধামরাই, সাভার, কেরানীগঞ্জ উপজেলা।
          </p>
          <h2>নামের উৎপত্তি</h2>
          <p>
            মূলতঃ সংস্কৃত ’মানিক্য’ শব্দ থেকে মানিক শব্দটি এসেছে। মানিক হচ্ছে চুনি পদ্মরাগ। গঞ্জ শব্দটি ফরাসী। মানিকগঞ্জ
            নামে কোন গ্রাম বা মৌজার অস্তিত্ব নেই। ১৮৪৫ সাল মহুকুমা সৃষ্টির আগে কোন ঐতিহাসিক বিবরণে বা সরকারী নথিপত্রে
            মানিকগঞ্জ এর নাম পাওয়া যায়নি। কিংবদন্তী রয়েছে যে, অষ্টাদশ শতকের প্রথমার্ধে মানিক শাহ নামক এক সুফি দরবেশ
            সিংগাইর উপজেলার মানিকনগর গ্রামে আগমন করেন এবং খানকা প্রতিষ্ঠা করে ইসলাম ধর্ম প্রচার করেন । পরবর্তীকালে তিনি
            এ খানকা ছেড়ে হরিরামপুর উপজেলায় দরবেশ হায়দার সেখের মাজারে গমন করেন এবং ইছামতি তীরবর্তী জনশূন্য চরাভূমি
            বর্তমান মানিকনগরে এসে খানকা প্রতিষ্ঠা করেন । এ খানকাকে কেন্দ্র করে এখানে জনবসতি গড়ে উঠে । উক্ত জনবসতি মানিক
            শাহ’র পূণ্য স্মৃতি ধারণ করে হয়েছে মানিকনগর । মানিক শাহ শেষ জীবনে ধামরাইতে অবস্থিত আধ্যাত্নিক গুরুর দরবার
            শরীফে ফিরে যাবার মানসে পূনরায় দ্বিতীয় খানকা ছেড়ে ধলেশ্বরীর তীরে পৌঁছেন । জায়গাটির নৈসর্গিক দৃশ্য তার
            পছন্দ হয় । তিনি এখানে খানকা স্থাপন করেন । প্রথম ও দ্বিতীয় খানকার ভক্তবৃন্দও এখানে এসে দীক্ষা নিতো ।
            মানিকশাহর অলৌকিক গুনাবলীর জন্য জাতি ধর্ম নির্বিশেষে সকলেই তাকে শ্রদ্ধা করতেন । এমনকি দস্যূ তস্করগণও কোন অসৎ
            উদ্দেশ্য নিয়ে খানকার ধারে কাছে আসতো না । তাই ভক্তবৃন্দ ছাড়া বণিকগণও এখানে বিশ্রাম নিতো এবং রাত্রি যাপন করত
            । এভাবেই ধলেশ্বরীর তীরে মানিক শাহ’র খানকাকে কেন্দ্র করে জনবসতি ও মোকাম প্রতিষ্ঠিত হয় । কেউ বলেন দুর্ধর্ষ
            পাঠান সরদার মানিক ঢালীর নামানুসারে মানিকগঞ্জ নামের উৎপত্তি হয়। আবার কেউ কেউ বলেন নবাব সিরাজ উদ-দৌলার
            বিশ্বাস ঘাতক মানিক চাঁদের প্রতি ইংরেজদের কৃতজ্ঞতা স্বরূপ তার নামানুসারে।
          </p>
          <h2>অবস্থান ও আয়তন</h2>
          <p>
            মানিকগঞ্জ ঢাকা বিভাগের অন্তর্ভুক্ত একটি জেলা। এই জেলার উত্তর সীমান্তে টাঙ্গাইল জেলা, উত্তর-পশ্চীম সীমান্তে
            সিরাজগঞ্জ এর চৌহালী উপজেলা, পশ্চিম, পশ্চিম দক্ষিণ, এবং দক্ষিণ সীমান্তে যথাক্রমে যমুনা এবং পদ্মা নদী পাবনা
            জেলা ও ফরিদপুর জেলা থেকে এ জেলাকে বিচ্ছিন্ন করেছে। পূর্ব, উত্তর পূর্ব এবং পূর্ব দক্ষিণে রয়েছে ঢাকা জেলার
            যথাক্রমে ধামরাই, সাভার, কেরানীগঞ্জ, দোহার এবং নবাবগঞ্জ উপজেলা । ইহা ২৩°৫২'৪৫" উত্তর অক্ষাংশ ও ৯০˚৪'১৫" পূর্ব
            দ্রাঘিমাংশে অবস্থিত । মানিকগঞ্জ জেলার আয়তন- ১৩৭৮.৯৯ বর্গ কিঃ মিঃ ।
          </p>
          <h2>নদী</h2>
          <p>মানিকগঞ্জ জেলায় বেশ কয়েকটি নদী রয়েছে। এই জেলার কয়েকটি গুরুত্বপূর্ণ নদী।</p>
          <li>পদ্মা</li>
          <li>কালীগঙ্গা</li>
          <li>যমুনা</li>
          <li>ধলেশ্বরী</li>
          <li>ইছামতি</li>
          <li>গাজীখালি</li>
          <li>নুরুনিগঙ্গা</li>
          <h2>হাট বাজার ও মেলা</h2>
          <p>
            এখানে মোট ১৬৬ টি হাট এবং বাজার রয়েছে। মানিকগঞ্জে ৫৪ টি মেলা (মেলা) অনুষ্ঠিত হয়। " বিজয় মেলা" (মানিকগঞ্জ),
            "সাধুর মেলা" (জামশা), "খালা পাগলীর মেলা (জাবরা), "বৈশাখী মেলা (বাহাদিয়া)", রথের মেলা (কৈতরা বাজার)" মধুর
            মেলা, (জয়মন্টপ) বাহাদিয়া বাজার "মাঝি বাড়ির মেলা" - (দিয়াবাড়ি), "জিন্দা শাহ মেলা" - (ঝিটকা), "বেলাল /
            বিল্লাল পাগলার মেলা "- (হারগঞ্জ)," রাউথ যাত্রা মেলা "- (কাটিগ্রাম),"বুড়ির মেলা " (আটিগ্রাম) পৌষ মেলা "-
            (আটিগ্রাম)," বাঠিমুরি মেলা "- (বাঠিমুড়ি)," বাহের পাগল মেলা "- (বাঙ্গালা)," বাহের পাগলার মেলা "-
            (মহাদেবপুর)," সাধুর মেলা "- (দক্ষিণ জামশা)," সাধনোটা মেলা "- (মালুচি), নিমাইচাঁনের মেলা(বালিরটেক)" আজিজ
            পাগলার মেলা "- (কচিধারা)," বরুনি মেলা "- (বাটনি) বিখ্যাত এবং প্রিয় মানিকগঞ্জ জুড়ে জাবরা বাজার, মহাদেবপুর
            বাজার, রড়ঙ্গাইল বাজার, জাফরগঞ্জ বাজার, বৈরা বাজার, জামশা বাজার, সিংগাইর বাজার, বাংগালা বাজার দিয়াবাড়ি
            বাজার, ঝিটকা বাজার, ঘিওর বাজার, ঘিওর বাজার, কৈতরা বাজার, মালুচি বাজার, ইন্তাজগঞ্জ বাজার, বাটনি বাজার,আমতলী
            বাজার, দৌলতপুর বাজার, কলিয়া বাজার মানিকগঞ্জের বিখ্যাত বাজার|
          </p>
          <h2>শিক্ষা</h2>
          <p>
            মানিকগঞ্জ ঢাকার পার্শ্ববর্তী বা বৃহত্তর ঢাকার অংশ হলেও এর শিক্ষাব্যবস্থা এখনো উন্নত নয়। সরকারী দেবেন্দ্র
            কলেজ এই জেলার অন্যতম বিদ্যায়তন। বাংলাদেশে ৫২টি পাবলিক বিশ্ববিদ্যালয় থাকলেও এ জেলায় এখনো কোন সরকারি
            বিশ্ববিদ্যালয় গড়ে ওঠেনি। এ জেলার শিক্ষার হার ৬৮%।
          </p>
          <h2>মুক্তিযুদ্ধ</h2>
          <p>
            ১৯৭১ সালে মানিকগঞ্জ জেলায় মুক্তিযুদ্ধের নেতৃত্বে ছিলেন ক্যাপ্টেন আব্দুল হালিম চৌধুরী এবং আবদুল মতিন চৌধুরী।
            মানিকগঞ্জ জেলায় খেতাবপ্রাপ্ত মুক্তিযোদ্ধার সংখ্যা ছিলো চার জন। ১.বদরুল আলম (বীর উত্তম) ২.শহীদ মাহফুজুর
            রহমান (বীর প্রতীক) ৩.ইব্রাহিম খান (বীর প্রতীক) ৪.আতাহার আলী খান (বীর প্রতীক)। ২৫ শে মার্চে ঢাকায় পাকবাহিনীর
            বর্বরতার পর বঙ্গবন্ধু শেখ মুজিবুর রহমান গভীর রাতে স্বাধীনতা ঘোষণা করলে সে বার্তা দ্রুত মানিকগঞ্জেও পৌঁছে।
            এরপর মানিকগঞ্জের প্রগতিশীল রাজনৈতিক নেতাকর্মীদের নিয়ে মুক্তিযুদ্ধের প্রস্তুতির কাজ শুরু হয়। অল্প সময়ের
            মধ্যেই বিপুল সংখ্যক ছাত্র-জনতা প্রশিক্ষণ গ্রহণ করতে আরম্ভ করে। প্রশিক্ষণ গ্রহণ এবং অস্ত্রশস্ত্র সংগ্রহের পর
            জুলাই মাসের প্রথম সপ্তাহের পর থেকে তারা পাকবাহিনীকে প্রতিরোধ করতে শুরু করে। ২ নং সেক্টরের অধীনে মানিকগঞ্জ
            জেলা, ধামরাই, নবাবগঞ্জ, সাভার সহ ২২টি থানার প্রধান হিসেবে দ্বায়িত্ব পালন করেন ক্যাপ্টেন আব্দুল হালিম
            চৌধুরী। ১৯৭১ সালের অক্টোবর মাসটি মানিকগঞ্জের মুক্তিযুদ্ধের ইতিহাসে পাকবাহিনীর সাথে সংঘর্ষের জন্য উল্লেখযোগ্য
            হয়ে রয়েছে। অক্টোবরের প্রথম সপ্তাহে সিংগাইরের পাকবাহিনীর ক্যাম্প থেকে একটি সেনাদল নৌকাযোগে খাদ্য সমগ্রী
            সংগ্রহের জন্য মানিকগঞ্জ সদরে আসে। সংবাদ পেয়ে মুক্তিযোদ্ধারা বায়রা গ্রামের কাছে ওৎ পেতে থাকে এবং বিকালের
            দিকে খাদ্য সমগ্রী নিয়ে পাকসেনারা ফিরে আসার সময় ধলেশ্বরী নদীর উভয় তীর থেকে একযোগে আক্রমণ করে পাকবাহিনীর
            নৌকাগুলো ধ্বংস করে দেয়। সেখানে বেশ কিছু পাক সেনা হতাহত হয়। ১৩ই অক্টোবর পাকবাহিনীর প্রবল বাধার মুখে
            মুক্তিযোদ্ধারা হরিরামপুর সি.ও অফিসে অবস্থিত পাকবাহিনীর ক্যাম্প দখল করে নেয়। ১৫ অক্টোবর রাতে পাকবাহিনী
            সুতালড়ী গ্রাম আক্রমণ করে। সারা রাত এবং পরদিন সকাল দশটা পর্যন্ত মুক্তিবাহিনীর সাথে তাদের তুমুল যুদ্ধ হয় এবং
            পাক সেনারা ফিরে যেতে বাধ্য হয়। অক্টোবর মাসের ২৯ তারিখে সিংগাইর উপজেলার বলধারা ইউনিয়নের গোলাইডাঙ্গা গ্রামের
            উত্তর-পশ্চিম কোণে মুক্তিযোদ্ধাদের একটি দল পাকিস্তানি অনুপ্রবেশকারী সৈন্যদের বহনকারী বেশ কয়েকটি নৌকা আক্রমণ
            করে এবং নুরুনি গাঙ্গায় (কালীগঙ্গা নদীর খাল) একটি ভয়াবহ যুদ্ধ হয়। ওই যুদ্ধে ২৫ জন পাকসেনা নিহত এবং অনেক
            আহত হয়। বীর মুক্তিযোদ্ধা ইঞ্জিনিয়ার তবারক হোসেন লুডু এই অভিযানের নেতৃত্ব দেন, তিনি মুক্তিবাহিনীর লুডু
            গ্রুপের কমান্ডার ছিলেন। গোলাইডাঙ্গার যুদ্ধে মুক্তিযোদ্ধাদের মধ্যে কেউই নিহত হয়নি, যা মানিকগঞ্জের পাকিস্তানি
            সামরিক বাহিনীর বিরুদ্ধে অন্যতম গুরুত্বপূর্ণ মুক্তিযুদ্ধ। এই যুদ্ধ শেষে মুক্তিযোদ্ধারা যখন অন্যত্র চলে যায়
            তখন পাক সৈন্যরা আরও সৈন্য নিয়ে এসে গ্রামের আশেপাশের প্রায় ১৬০০ বাড়ি পুড়িয়ে দেয় এবং স্থানীয় ৯৯ জন
            নিরীহ লোককে হত্যা করে, যাদের বেশিরভাগ ছিলো বয়স্ক পুরুষ, নারী এবং শিশু। লড়াইয়ের পরে ১৩ নভেম্বর সিঙ্গাইর
            উপজেলা পাক অধিকৃত সেনাবাহিনী থেকে মুক্ত হয়। নভেম্বরের শেষ সপ্তাহে মুক্তিযোদ্ধাদের নতুন দলগুলি মানিকগঞ্জের
            বিভিন্ন অঞ্চলে প্রবেশ করে এবং কয়েকটি যুদ্ধে পাকিস্তানি সেনাদের পরাজিত করে। ১৯৭১ সালের ১৪ই ডিসেম্বর ঢাকার
            দিকে অগ্রসর হওয়া পাক বাহিনীর একটি দল মানিকগঞ্জ সদর উপজেলার বরুন্ডি গ্রামে প্রবেশ করে, শাহাদাত হোসেন বিশ্বাস
            বাদলের নেতৃত্বে একদল মুক্তি বাহিনী (মুজিব বাহিনী) একটি উপযুক্ত জায়গায় তাদের আক্রমণ করার প্রস্তুতি নিচ্ছিল,
            এটি বুঝতে পেরে পাক সৈন্যদের দল গ্রাম ছেড়ে পালিয়ে যায়। ১৪ই ডিসেম্বর তৎকালীন মানিকগঞ্জ মহকুমা (বর্তমানে
            মানিকগঞ্জ জেলা) হানাদার মুক্ত হয়।
          </p>
        </div>
      </section>
    </div>
  );
};

export default Manikganj;
