export const CardDetails = [
  {
    id: 1,
    Name: "কর্নেল মালেক মেডিকেল কলেজ,মানিকগঞ্জ",
    MobileNumber: "018226351775",
    token: "হাসপাতাল",
  },
  {
    id: 2,
    Name: "২৫০ শয্যা জেলা হাসপাতাল, মানিকগঞ্জ",
    MobileNumber: "0182263522785",
    token: "হাসপাতাল",
  },
  {
    id: 3,
    Name: "মানিকগঞ্জ ডায়াবেটিক হাসপাতাল",
    MobileNumber: "0182203475276",
    token: "হাসপাতাল",
  },
  {
    id: 4,
    Name: "সিংগাইর উপজেলা হেলথ কমপ্লেক্ম",
    MobileNumber: "0182263453",
    token: "হাসপাতাল",
  },
  {
    id: 5,
    Name: "শান্তিপুর হেলথ কমপ্লেক্ম, সিংগাইর",
    MobileNumber: "01822631538",
    token: "হাসপাতাল",
  },
  {
    id: 6,
    Name: "ইসলামি ব্যাংক কমিউনিটি হাসপাতাল, মানিকগঞ্জ",
    MobileNumber: "01822631538",
    token: "ক্লিনিক",
  },
  {
    id: 7,
    Name: "fgsbsgn trs হেলথ কমপ্লেক্ম, সিংগাইর",
    MobileNumber: "01822631538",
    token: "কলেজ",
  },
  {
    id: 8,
    Name: "মানিকগঞ্জ ইউনাইটেড হাসপাতাল",
    MobileNumber: "01578554454",
    token: "ক্লিনিক",
  },
  {
    id: 9,
    Name: "জম জম জেনারেল হাসপাতাল, মানিকগঞ্জ",
    MobileNumber: "01578554454",
    token: "ক্লিনিক",
  },
  {
    id: 10,
    Name: "ফায়ার সার্ভিস স্টেশন,মানিকগঞ্জ",
    MobileNumber: "01578554454",
    token: "ফায়ার সার্ভিস",
  },
];
